translation/is-god-a-taoist.org
#+include: use-org-page.org
#+title:  is god a taoist / 上帝是道家的嗎
#+author: Raymond Smullyan

* 題解

  * 古代的聖賢在觀察和思考自然時之興趣盎然
    在如今已經鮮見了
    而本文的作者 *薩繆里安* 就是這樣一個興趣盎然的人

  * 我的翻譯只爲與朋友消遣而已別無它意

  * 中國的讀者需對西方信仰上帝的宗教有一定的瞭解
    而後才能理解作者的某些論點
    然而 如果讀者耐心的話
    在閱讀本文的過程中也足以能對西方這類宗教稍加瞭解了

  * 如果在閱讀的過程中
    您發現我的翻譯的任何方面有需要改進的地方
    請您給我發電子郵件以告知我
    我將改正


