docs/source/_posts/translation/is-god-a-taoist.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2017-09-28 Thu 21:51 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>is god a taoist / 上帝是道家的嗎</title>
<meta name="generator" content="Org-mode" />
<meta name="author" content="Raymond Smullyan" />
<link rel="stylesheet" href="../css/org-page.css"/>
</head>
<body>
<div id="content">
<h1 class="title">is god a taoist / 上帝是道家的嗎</h1>
<div id="table-of-contents">
<h2>overview</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org22ed045">題解</a></li>
<li><a href="#org592f5ad">譯文</a></li>
<li><a href="#orgdda2ad7">原文</a></li>
</ul>
</div>
</div>

<div id="outline-container-org22ed045" class="outline-2">
<h2 id="org22ed045">題解</h2>
<div class="outline-text-2" id="text-org22ed045">
<ul class="org-ul">
<li><p>古代的聖賢在觀察和思考自然時之興趣盎然</p><p>在如今已經鮮見了</p><p>而本文的作者 <b>薩繆里安</b> 就是這樣一個興趣盎然的人</p></li>

<li><p>我的翻譯只爲與朋友消遣而已別無它意</p></li>

<li><p>中國的讀者需對西方信仰上帝的宗教有一定的瞭解</p><p>而後才能理解作者的某些論點</p><p>然而 如果讀者耐心的話</p><p>在閱讀本文的過程中也足以能對西方這類宗教稍加瞭解了</p></li>

<li><p>如果在閱讀的過程中</p><p>您發現我的翻譯的任何方面有需要改進的地方</p><p>請您給我發電子郵件以告知我</p><p>我將改正</p></li></ul>
</div>
</div>
