docs/source/_posts/translation/is-god-a-taoist.html

<div id="outline-container-orgdda2ad7" class="outline-2">
<h2 id="orgdda2ad7">原文</h2>
<div class="outline-text-2" id="text-orgdda2ad7">
<ul class="org-ul">
<li><p>Mortal:</p><p>And therefore, O God, I pray thee,</p><p>if thou hast one ounce of mercy for this thy suffering creature,</p><p>absolve me of having to have free will!</p></li>

<li><p>God:</p><p>You reject the greatest gift I have given thee?</p></li>

<li><p>Mortal:</p><p>How can you call that which was forced on me a gift?</p><p>I have free will, but not of my own choice.</p><p>I have never freely chosen to have free will.</p><p>I have to have free will, whether I like it or not!</p></li>

<li><p>God:</p><p>Why would you wish not to have free will?</p></li>

<li><p>Mortal:</p><p>Because free will means moral responsibility,</p><p>and moral responsibility is more than I can bear!</p></li>

<li><p>God:</p><p>Why do you find moral responsibility so unbearable?</p></li>

<li><p>Mortal:</p><p>Why? I honestly can't analyze why;</p><p>all I know is that I do.</p></li>

<li><p>God:</p><p>All right,</p><p>in that case suppose I absolve you from all moral responsibility</p><p>but leave you still with free will.</p><p>Will this be satisfactory?</p></li>

<li><p>Mortal:</p><p>(after a pause)</p><p>No, I am afraid not.</p></li>

<li><p>God:</p><p>Ah, just as I thought!</p><p>So moral responsibility is not the only aspect of free will to which you object.</p><p>What else about free will is bothering you?</p></li>

<li><p>Mortal:</p><p>With free will I am capable of sinning,</p><p>and I don't want to sin!</p></li>

<li><p>God:</p><p>If you don't want to sin,</p><p>then why do you?</p></li>

<li><p>Mortal:</p><p>Good God!</p><p>I don't know why I sin,</p><p>I just do!</p><p>Evil temptations come along,</p><p>and try as I can, I cannot resist them.</p></li>

<li><p>God:</p><p>If it is really true that you cannot resist them,</p><p>then you are not sinning of your own free will</p><p>and hence (at least according to me) not sinning at all.</p></li>

<li><p>Mortal:</p><p>No, no!</p><p>I keep feeling that if only I tried harder I could avoid sinning.</p><p>I understand that the will is infinite.</p><p>If one wholeheartedly wills not to sin, then one won't.</p></li>

<li><p>God:</p><p>Well now, you should know.</p><p>Do you try as hard as you can to avoid sinning or don't you?</p></li>

<li><p>Mortal:</p><p>I honestly don't know!</p><p>At the time,</p><p>I feel I am trying as hard as I can,</p><p>but in retrospect,</p><p>I am worried that maybe I didn't!</p></li>

<li><p>God:</p><p>So in other words,</p><p>you don't really know whether or not you have been sinning.</p><p>So the possibility is open that you haven't been sinning at all!</p></li>

<li><p>Mortal:</p><p>Of course this possibility is open,</p><p>but maybe I have been sinning,</p><p>and this thought is what so frightens me!</p></li>

<li><p>God:</p><p>Why does the thought of your sinning frighten you?</p></li>

<li><p>Mortal:</p><p>I don't know why!</p><p>For one thing,</p><p>you do have a reputation for meting out</p><p>rather gruesome punishments in the afterlife!</p></li>

<li><p>God:</p><p>Oh, that's what's bothering you!</p><p>Why didn't you say so in the first place</p><p>instead of all this peripheral talk about free will and responsibility?</p><p>Why didn't you simply request me not to punish you for any of your sins?</p></li>

<li><p>Mortal:</p><p>I think I am realistic enough to know that</p><p>you would hardly grant such a request!</p></li>

<li><p>God:</p><p>You don't say!</p><p>You have a realistic knowledge of what requests I will grant, eh?</p><p>Well, I'll tell you what I'm going to do!</p><p>I will grant you a very, very special dispensation to sin as much as you like,</p><p>and I give you my divine word of honor that</p><p>I will never punish you for it in the least.</p><p>Agreed?</p></li>

<li><p>Mortal: (in great terror)</p><p>No, no, don't do that!</p></li>

<li><p>God:</p><p>Why not?</p><p>Don't you trust my divine word?</p></li>

<li><p>Mortal:</p><p>Of course I do!</p><p>But don't you see, I don't want to sin!</p><p>I have an utter abhorrence of sinning,</p><p>quite apart from any punishments it may entail.</p></li>

<li><p>God:</p><p>In that case, I'll go you one better.</p><p>I'll remove your abhorrence of sinning.</p><p>Here is a magic pill!</p><p>Just swallow it, and you will lose all abhorrence of sinning.</p><p>You will joyfully and merrily sin away,</p><p>you will have no regrets, no abhorrence and</p><p>I still promise you will never be punished</p><p>by me, or yourself, or by any source whatever.</p><p>You will be blissful for all eternity.</p><p>So here is the pill!</p></li>

<li><p>Mortal:</p><p>No, no!</p></li>

<li><p>God:</p><p>Are you not being irrational?</p><p>I am even removing your abhorrence of sin,</p><p>which is your last obstacle.</p></li>

<li><p>Mortal:</p><p>I still won't take it!</p></li>

<li><p>God:</p><p>Why not?</p></li>

<li><p>Mortal:</p><p>I believe that the pill will indeed remove my future abhorrence for sin,</p><p>but my present abhorrence is enough to prevent me from being willing to take it.</p></li>

<li><p>God:</p><p>I command you to take it!</p></li>

<li><p>Mortal:</p><p>I refuse!</p></li>

<li><p>God:</p><p>What, you refuse of your own free will?</p></li>

<li><p>Mortal:</p><p>Yes!</p></li>

<li><p>God:</p><p>So it seems that your free will comes in pretty handy, doesn't it?</p></li>

<li><p>Mortal:</p><p>I don't understand!</p></li>

<li><p>God:</p><p>Are you not glad now that you have the free will to refuse such a ghastly offer?</p><p>How would you like it if I forced you to take this pill,</p><p>whether you wanted it or not?</p></li>

<li><p>Mortal:</p><p>No, no! Please don't!</p></li>

<li><p>God:</p><p>Of course I won't;</p><p>I'm just trying to illustrate a point.</p><p>All right, let me put it this way.</p><p>Instead of forcing you to take the pill,</p><p>suppose I grant your original prayer of removing your free will</p><p>&#x2013; but with the understanding that</p><p>the moment you are no longer free,</p><p>then you will take the pill.</p></li>

<li><p>Mortal:</p><p>Once my will is gone,</p><p>how could I possibly choose to take the pill?</p></li>

<li><p>God:</p><p>I did not say you would choose it;</p><p>I merely said you would take it.</p><p>You would act, let us say, according to purely deterministic laws</p><p>which are such that you would as a matter of fact take it.</p></li>

<li><p>Mortal:</p><p>I still refuse.</p></li>

<li><p>God:</p><p>So you refuse my offer to remove your free will.</p><p>This is rather different from your original prayer, isn't it?</p></li>

<li><p>Mortal:</p><p>Now I see what you are up to.</p><p>Your argument is ingenious,</p><p>but I'm not sure it is really correct.</p><p>There are some points we will have to go over again.</p></li>

<li><p>God:</p><p>Certainly.</p></li>

<li><p>Mortal:</p><p>There are two things you said which seem contradictory to me.</p><p>First you said that one cannot sin unless one does so of one's own free will.</p><p>But then you said you would give me a pill which would deprive me of my own free will,</p><p>and then I could sin as much as I liked.</p><p>But if I no longer had free will,</p><p>then, according to your first statement,</p><p>how could I be capable of sinning?</p></li>

<li><p>God:</p><p>You are confusing two separate parts of our conversation.</p><p>I never said the pill would deprive you of your free will,</p><p>but only that it would remove your abhorrence of sinning.</p></li>

<li><p>Mortal:</p><p>I'm afraid I'm a bit confused.</p></li>

<li><p>God:</p><p>All right, then let us make a fresh start.</p><p>Suppose I agree to remove your free will,</p><p>but with the understanding that you will then commit an enormous number of acts which you now regard as sinful.</p><p>Technically speaking, you will not then be sinning since you will not be doing these acts of your own free will.</p><p>And these acts will carry no moral responsibility, nor moral culpability, nor any punishment whatsoever.</p><p>Nevertheless, these acts will all be of the type which you presently regard as sinful;</p><p>they will all have this quality which you presently feel as abhorrent,</p><p>but your abhorrence will disappear;</p><p>so you will not then feel abhorrence toward the acts.</p></li>

<li><p>Mortal:</p><p>No, but I have present abhorrence toward the acts,</p><p>and this present abhorrence is sufficient to prevent me from accepting your proposal.</p></li>

<li><p>God:</p><p>Hm! So let me get this absolutely straight.</p><p>I take it you no longer wish me to remove your free will.</p></li>

<li><p>Mortal: (reluctantly)</p><p>No, I guess not.</p></li>

<li><p>God:</p><p>All right, I agree not to.</p><p>But I am still not exactly clear as to why you now no longer wish to be rid of your free will.</p><p>Please tell me again.</p></li>

<li><p>Mortal:</p><p>Because, as you have told me,</p><p>without free will I would sin even more than I do now.</p></li>

<li><p>God:</p><p>But I have already told you that without free will you cannot sin.</p></li>

<li><p>Mortal:</p><p>But if I choose now to be rid of free will,</p><p>then all my subsequent evil actions will be sins, not of the future,</p><p>but of the present moment in which I choose not to have free will.</p></li>

<li><p>God:</p><p>Sounds like you are pretty badly trapped, doesn't it?</p></li>

<li><p>Mortal:</p><p>Of course I am trapped!</p><p>You have placed me in a hideous double bind! Now whatever I do is wrong.</p><p>If I retain free will, I will continue to sin, and</p><p>if I abandon free will (with your help, of course) I will now be sinning in so doing.</p></li>

<li><p>God:</p><p>But by the same token, you place me in a double bind.</p><p>I am willing to leave you free will or remove it as you choose,</p><p>but neither alternative satisfies you.</p><p>I wish to help you, but it seems I cannot.</p></li>

<li><p>Mortal:</p><p>True!</p></li>

<li><p>God:</p><p>But since it is not my fault,</p><p>why are you still angry with me?</p></li>

<li><p>Mortal:</p><p>For having placed me in such a horrible predicament in first place!</p></li>

<li><p>God:</p><p>But, according to you,</p><p>there is nothing satisfactory I could have done.</p></li>

<li><p>Mortal:</p><p>You mean there is nothing satisfactory you can now do,</p><p>that does not mean that there is nothing you could have done.</p></li>

<li><p>God:</p><p>Why? What could I have done?</p></li>

<li><p>Mortal:</p><p>Obviously you should never have given me free will in the first place.</p><p>Now that you have given it to me, it is too late</p><p>&#x2013; anything I do will be bad.</p><p>But you should never have given it to me in the first place.</p></li>

<li><p>God:</p><p>Oh, that's it!</p><p>Why would it have been better had I never given it to you?</p></li>

<li><p>Mortal:</p><p>Because then I never would have been capable of sinning at all.</p></li>

<li><p>God:</p><p>Well, I'm always glad to learn from my mistakes.</p></li>

<li><p>Mortal:</p><p>What!</p></li>

<li><p>God:</p><p>I know, that sounds sort of self-blasphemous, doesn't it?</p><p>It almost involves a logical paradox!</p><p>On the one hand, as you have been taught,</p><p>it is morally wrong for any sentient being to claim that</p><p>I am capable of making mistakes.</p><p>On the other hand, I have the right to do anything.</p><p>But I am also a sentient being.</p><p>So the question is,</p><p>Do, I or do I not have the right to claim that</p><p>I am capable of making mistakes?</p></li>

<li><p>Mortal:</p><p>That is a bad joke!</p><p>One of your premises is simply false.</p><p>I have not been taught that</p><p>it is wrong for any sentient being to doubt your omniscience,</p><p>but only for a mortal to doubt it.</p><p>But since you are not mortal,</p><p>then you are obviously free from this injunction.</p></li>

<li><p>God:</p><p>Good, so you realize this on a rational level.</p><p>Nevertheless, you did appear shocked</p><p>when I said, "I am always glad to learn from my mistakes."</p></li>

<li><p>Mortal:</p><p>Of course I was shocked.</p><p>I was shocked not by your self-blasphemy (as you jokingly called it),</p><p>not by the fact that you had no right to say it,</p><p>but just by the fact that you did say it,</p><p>since I have been taught that as a matter of fact you don't make mistakes.</p><p>So I was amazed that you claimed that it is possible for you to make mistakes.</p></li>

<li><p>God:</p><p>I have not claimed that it is possible.</p><p>All I am saying is that if I make mistakes,</p><p>I will be happy to learn from them.</p><p>But this says nothing about</p><p>whether the if has or ever can be realized.</p></li>

<li><p>Mortal:</p><p>Let's please stop quibbling about this point.</p><p>Do you or do you not admit it was a mistake to have given me free will?</p></li>

<li><p>God:</p><p>Well now, this is precisely what I propose we should investigate.</p><p>Let me review your present predicament.</p><p>You don't want to have free will because with free will you can sin,</p><p>and you don't want to sin.</p><p>(Though I still find this puzzling;</p><p> in a way you must want to sin,</p><p> or else you wouldn't.</p><p> But let this pass for now.)</p><p>On the other hand,</p><p>if you agreed to give up free will,</p><p>then you would now be responsible for the acts of the future.</p><p>Ergo, I should never have given you free will in the first place.</p></li>

<li><p>Mortal:</p><p>Exactly!</p></li>

<li><p>God:</p><p>I understand exactly how you feel.</p><p>Many mortals &#x2013; even some theologians &#x2013; have complained that</p><p>I have been unfair in that it was I, not they, who decided that</p><p>they should have free will, and then I hold them responsible for their actions.</p><p>In other words, they feel that</p><p>they are expected to live up to a contract with me</p><p>which they never agreed to in the first place.</p></li>

<li><p>Mortal:</p><p>Exactly!</p></li>

<li><p>God:</p><p>As I said, I understand the feeling perfectly.</p><p>And I can appreciate the justice of the complaint.</p><p>But the complaint arises only from an unrealistic understanding of the true issues involved.</p><p>I am about to enlighten you as to what these are,</p><p>and I think the results will surprise you!</p><p>But instead of telling you outright,</p><p>I shall continue to use the Socratic method.</p><p>To repeat, you regret that I ever gave you free will.</p><p>I claim that when you see the true ramifications you will no longer have this regret.</p><p>To prove my point, I'll tell you what I'm going to do.</p><p>I am about to create a new universe &#x2013; a new space-time continuum.</p><p>In this new universe will be born a mortal</p><p>just like you &#x2013; for all practical purposes,</p><p>we might say that you will be reborn.</p><p>Now, I can give this new mortal &#x2013; this new you &#x2013; free will or not.</p><p>What would you like me to do?</p></li>

<li><p>Mortal (in great relief):</p><p>Oh, please!</p><p>Spare him from having to have free will!</p></li>

<li><p>God:</p><p>All right, I'll do as you say.</p><p>But you do realize that this new you without free will,</p><p>will commit all sorts of horrible acts.</p></li>

<li><p>Mortal:</p><p>But they will not be sins since he will have no free will.</p></li>

<li><p>God:</p><p>Whether you call them sins or not,</p><p>the fact remains that they will be horrible acts in the sense that</p><p>they will cause great pain to many sentient beings.</p></li>

<li><p>Mortal: (after a pause)</p><p>Good God, you have trapped me again!</p><p>Always the same game!</p><p>If I now give you the go-ahead to create this new creature with no free will</p><p>who will nevertheless commit atrocious acts,</p><p>then true enough he will not be sinning,</p><p>but I again will be the sinner to sanction this.</p></li>

<li><p>God:</p><p>In that case, I'll go you one better!</p><p>Here, I have already decided whether to create this new you with free will or not.</p><p>Now, I am writing my decision on this piece of paper</p><p>and I won't show it to you until later.</p><p>But my decision is now made and is absolutely irrevocable.</p><p>There is nothing you can possibly do to alter it;</p><p>you have no responsibility in the matter.</p><p>Now, what I wish to know is this: Which way do you hope I have decided?</p><p>Remember now,</p><p>the responsibility for the decision falls entirely on my shoulders, not yours.</p><p>So you can tell me perfectly honestly and without any fear,</p><p>which way do you hope I have decided?</p></li>

<li><p>Mortal:</p><p>(after a very long pause)</p><p>I hope you have decided to give him free will.</p></li>

<li><p>God:</p><p>Most interesting!</p><p>I have removed your last obstacle!</p><p>If I do not give him free will,</p><p>then no sin is to be imputed to anybody.</p><p>So why do you hope I will give him free will?</p></li>

<li><p>Mortal:</p><p>Because sin or no sin,</p><p>the important point is that if you do not give him free will,</p><p>then (at least according to what you have said)</p><p>he will go around hurting people,</p><p>and I don't want to see people hurt.</p></li>

<li><p>God:</p><p>(with an infinite sigh of relief)</p><p>At last! At last you see the real point!</p></li>

<li><p>Mortal:</p><p>What point is that?</p></li>

<li><p>God:</p><p>That sinning is not the real issue!</p><p>The important thing is that</p><p>people as well as other sentient beings don't get hurt!</p></li>

<li><p>Mortal:</p><p>You sound like a utilitarian!</p></li>

<li><p>God:</p><p>I am a utilitarian!</p></li>

<li><p>Mortal:</p><p>What!</p></li>

<li><p>God:</p><p>Whats or no whats, I am a utilitarian.</p><p>Not a unitarian, mind you, but a utilitarian.</p></li>

<li><p>Mortal:</p><p>I just can't believe it!</p></li>

<li><p>God:</p><p>Yes, I know, your religious training has taught you otherwise.</p><p>You have probably thought of me more like a Kantian than a utilitarian,</p><p>but your training was simply wrong.</p></li>

<li><p>Mortal:</p><p>You leave me speechless!</p></li>

<li><p>God:</p><p>I leave you speechless, do I!</p><p>Well, that is perhaps not too bad a thing</p><p>&#x2013; you have a tendency to speak too much as it is.</p><p>Seriously, though,</p><p>why do you think I ever did give you free will in the first place?</p></li>

<li><p>Mortal:</p><p>Why did you?</p><p>I never have thought much about why you did;</p><p>all I have been arguing for is that you shouldn't have! But why did you?</p><p>I guess all I can think of is the standard religious explanation:</p><p>Without free will, one is not capable of meriting either salvation or damnation.</p><p>So without free will, we could not earn the right to eternal life.</p></li>

<li><p>God:</p><p>Most interesting!</p><p>I have eternal life;</p><p>do you think I have ever done anything to merit it?</p></li>

<li><p>Mortal:</p><p>Of course not! With you it is different.</p><p>You are already so good and perfect (at least allegedly) that</p><p>it is not necessary for you to merit eternal life.</p></li>

<li><p>God:</p><p>Really now?</p><p>That puts me in a rather enviable position, doesn't it?</p></li>

<li><p>Mortal:</p><p>I don't think I understand you.</p></li>

<li><p>God:</p><p>Here I am eternally blissful</p><p>without ever having to suffer or make sacrifices</p><p>or struggle against evil temptations</p><p>or anything like that.</p><p>Without any of that type of "merit,"</p><p>I enjoy blissful eternal existence.</p><p>By contrast,</p><p>you poor mortals have to sweat and suffer</p><p>and have all sorts of horrible conflicts about morality,</p><p>and all for what?</p><p>You don't even know whether I really exist or not,</p><p>or if there really is any afterlife,</p><p>or if there is, where you come into the picture.</p><p>No matter how much you try to placate me by being "good,"</p><p>you never have any real assurance that your "best" is good enough for me,</p><p>and hence you have no real security in obtaining salvation.</p><p>Just think of it!</p><p>I already have the equivalent of "salvation"</p><p>&#x2013; and have never had to go through this infinitely lugubrious process of earning it.</p><p>Don't you ever envy me for this?</p></li>

<li><p>Mortal:</p><p>But it is blasphemous to envy you!</p></li>

<li><p>God:</p><p>Oh come off it!</p><p>You're not now talking to your Sunday school teacher,</p><p>you are talking to me.</p><p>Blasphemous or not,</p><p>the important question is not</p><p>whether you have the right to be envious of me</p><p>but whether you are.</p><p>Are you?</p></li>

<li><p>Mortal:</p><p>Of course I am!</p></li>

<li><p>God:</p><p>Good!</p><p>Under your present world view,</p><p>you sure should be most envious of me.</p><p>But I think with a more realistic world view,</p><p>you no longer will be.</p><p>So you really have swallowed the idea</p><p>which has been taught you that</p><p>your life on earth is like an examination period</p><p>and that the purpose of providing you with free will is to test you,</p><p>to see if you merit blissful eternal life.</p><p>But what puzzles me is this:</p><p>If you really believe I am as good and benevolent as I am cracked up to be,</p><p>why should I require people to merit things like happiness and eternal life?</p><p>Why should I not grant such things to everyone regardless of whether or not he deserves them?</p></li>

<li><p>Mortal:</p><p>But I have been taught that</p><p>your sense of morality</p><p>&#x2013; your sense of justice &#x2013; demands that</p><p>goodness be rewarded with happiness</p><p>and evil be punished with pain.</p></li>

<li><p>God:</p><p>Then you have been taught wrong.</p></li>

<li><p>Mortal:</p><p>But the religious literature is so full of this idea!</p><p>Take for example Jonathan Edwards's "Sinners in the Hands of an Angry God."</p><p>How he describes you as holding your enemies like loathsome scorpions over the flaming pit of hell,</p><p>preventing them from falling into the fate that they deserve only by dint of your mercy.</p></li>

<li><p>God:</p><p>Fortunately, I have not been exposed to the tirades of Mr. Jonathan Edwards.</p><p>Few sermons have ever been preached which are more misleading.</p><p>The very title "Sinners in the Hands of an Angry God" tells its own tale.</p><p>In the first place, I am never angry.</p><p>In the second place, I do not think at all in terms of "sin."</p><p>In the third place, I have no enemies.</p></li>

<li><p>Mortal:</p><p>By that do you mean that</p><p>there are no people whom you hate,</p><p>or that there are no people who hate you?</p></li>

<li><p>God:</p><p>I meant the former although the latter also happens to be true.</p></li>

<li><p>Mortal:</p><p>Oh come now, I know people who have openly claimed to have hated you.</p><p>At times I have hated you!</p></li>

<li><p>God:</p><p>You mean you have hated your image of me.</p><p>That is not the same thing as hating me as I really am.</p></li>

<li><p>Mortal:</p><p>Are you trying to say that it is not wrong to hate a false conception of you,</p><p>but that it is wrong to hate you as you really are?</p></li>

<li><p>God:</p><p>No, I am not saying that at all;</p><p>I am saying something far more drastic!</p><p>What I am saying has absolutely nothing to do with right or wrong.</p><p>What I am saying is that</p><p>one who knows me for what I really am</p><p>would simply find it psychologically impossible to hate me.</p></li>

<li><p>Mortal:</p><p>Tell me, since we mortals seem to have such erroneous views about your real nature,</p><p>why don't you enlighten us?</p><p>Why don't you guide us the right way?</p></li>

<li><p>God:</p><p>What makes you think I'm not?</p></li>

<li><p>Mortal:</p><p>I mean, why don't you appear to our very senses</p><p>and simply tell us that we are wrong?</p></li>

<li><p>God:</p><p>Are you really so naive as to believe that</p><p>I am the sort of being which can appear to your senses?</p><p>It would be more correct to say that I am your senses.</p></li>

<li><p>Mortal: (astonished)</p><p>You are my senses?</p></li>

<li><p>God:</p><p>Not quite, I am more than that.</p><p>But it comes closer to the truth than the idea that I am perceivable by the senses.</p><p>I am not an object; like you, I am a subject,</p><p>and a subject can perceive,</p><p>but cannot be perceived.</p><p>You can no more see me than you can see your own thoughts.</p><p>You can see an apple,</p><p>but the event of your seeing an apple is itself not seeable.</p><p>And I am far more like the seeing of an apple than the apple itself.</p></li>

<li><p>Mortal:</p><p>If I can't see you, how do I know you exist?</p></li>

<li><p>God:</p><p>Good question! How in fact do you know I exist?</p></li>

<li><p>Mortal:</p><p>Well, I am talking to you, am I not?</p></li>

<li><p>God:</p><p>How do you know you are talking to me?</p><p>Suppose you told a psychiatrist,</p><p>"Yesterday I talked to God."</p><p>What do you think he would say?</p></li>

<li><p>Mortal:</p><p>That might depend on the psychiatrist.</p><p>Since most of them are atheistic,</p><p>I guess most would tell me I had simply been talking to myself.</p></li>

<li><p>God:</p><p>And they would be right!</p></li>

<li><p>Mortal:</p><p>What? You mean you don't exist?</p></li>

<li><p>God:</p><p>You have the strangest faculty of drawing false conclusions!</p><p>Just because you are talking to yourself,</p><p>it follows that I don't exist?</p></li>

<li><p>Mortal:</p><p>Well, if I think I am talking to you,</p><p>but I am really talking to myself,</p><p>in what sense do you exist?</p></li>

<li><p>God:</p><p>Your question is based on two fallacies plus a confusion.</p><p>The question of whether or not you are now talking to me</p><p>and the question of whether or not I exist are totally separate.</p><p>Even if you were not now talking to me (which obviously you are),</p><p>it still would not mean that I don't exist.</p></li>

<li><p>Mortal:</p><p>Well, all right, of course!</p><p>So instead of saying "if I am talking to myself, then you don't exist,"</p><p>I should rather have said, "if I am talking to myself, then I obviously am not talking to you."</p></li>

<li><p>God:</p><p>A very different statement indeed,</p><p>but still false.</p></li>

<li><p>Mortal:</p><p>Oh, come now,</p><p>if I am only talking to myself,</p><p>then how can I be talking to you?</p></li>

<li><p>God:</p><p>Your use of the word "only" is quite misleading!</p><p>I can suggest several logical possibilities</p><p>under which your talking to yourself</p><p>does not imply that you are not talking to me.</p></li>

<li><p>Mortal:</p><p>Suggest just one!</p></li>

<li><p>God:</p><p>Well, obviously one such possibility is that</p><p>you and I are identical.</p></li>

<li><p>Mortal:</p><p>Such a blasphemous thought &#x2013; at least had I uttered it!</p></li>

<li><p>God:</p><p>According to some religions, yes.</p><p>According to others,</p><p>it is the plain, simple, immediately perceived truth.</p></li>

<li><p>Mortal:</p><p>So the only way out of my dilemma</p><p>is to believe that you and I are identical?</p></li>

<li><p>God:</p><p>Not at all!</p><p>This is only one way out.</p><p>There are several others.</p><p>For example, it may be that you are part of me,</p><p>in which case you may be talking to that part of me which is you.</p><p>Or I may be part of you,</p><p>in which case you may be talking to that part of you which is me.</p><p>Or again, you and I might partially overlap,</p><p>in which case you may be talking to the intersection</p><p>and hence talking both to you and to me.</p><p>The only way your talking to yourself might seem to imply that</p><p>you are not talking to me</p><p>is if you and I were totally disjoint</p><p>&#x2013; and even then,</p><p>you could conceivably be talking to both of us.</p></li>

<li><p>Mortal:</p><p>So you claim you do exist.</p></li>

<li><p>God:</p><p>Not at all.</p><p>Again you draw false conclusions!</p><p>The question of my existence has not even come up.</p><p>All I have said is that</p><p>from the fact that you are talking to yourself</p><p>one cannot possibly infer my nonexistence,</p><p>let alone the weaker fact that you are not talking to me.</p></li>

<li><p>Mortal:</p><p>All right, I'll grant your point!</p><p>But what I really want to know is do you exist?</p></li>

<li><p>God:</p><p>What a strange question!</p></li>

<li><p>Mortal:</p><p>Why?</p><p>Men have been asking it for countless millennia.</p></li>

<li><p>God:</p><p>I know that!</p><p>The question itself is not strange;</p><p>what I mean is that it is a most strange question to ask of me!</p></li>

<li><p>Mortal:</p><p>Why?</p></li>

<li><p>God:</p><p>Because I am the very one whose existence you doubt!</p><p>I perfectly well understand your anxiety.</p><p>You are worried that your present experience with me is a mere hallucination.</p><p>But how can you possibly expect to obtain reliable information</p><p>from a being about his very existence</p><p>when you suspect the nonexistence of the very same being?</p></li>

<li><p>Mortal:</p><p>So you won't tell me whether or not you exist?</p></li>

<li><p>God:</p><p>I am not being willful!</p><p>I merely wish to point out that no answer I could give could possibly satisfy you.</p><p>All right, suppose I said, "No, I don't exist."</p><p>What would that prove?</p><p>Absolutely nothing!</p><p>Or if I said, "Yes, I exist."</p><p>Would that convince you?</p><p>Of course not!</p></li>

<li><p>Mortal:</p><p>Well,</p><p>if you can't tell me whether or not you exist,</p><p>then who possibly can?</p></li>

<li><p>God:</p><p>That is something which no one can tell you.</p><p>It is something which only you can find out for yourself.</p></li>

<li><p>Mortal:</p><p>How do I go about finding this out for myself?</p></li>

<li><p>God:</p><p>That also no one can tell you.</p><p>This is another thing you will have to find out for yourself.</p></li>

<li><p>Mortal:</p><p>So there is no way you can help me?</p></li>

<li><p>God:</p><p>I didn't say that.</p><p>I said there is no way I can tell you.</p><p>But that doesn't mean there is no way I can help you.</p></li>

<li><p>Mortal:</p><p>In what manner then can you help me?</p></li>

<li><p>God:</p><p>I suggest you leave that to me!</p><p>We have gotten sidetracked as it is,</p><p>and I would like to return to the question of what you believed my purpose to be in giving you free will.</p><p>Your first idea of my giving you free will in order to test</p><p>whether you merit salvation or not may appeal to many moralists,</p><p>but the idea is quite hideous to me.</p><p>You cannot think of any nicer reason</p><p>&#x2013; any more humane reason &#x2013; why I gave you free will?</p></li>

<li><p>Mortal:</p><p>Well now, I once asked this question of an Orthodox rabbi.</p><p>He told me that the way we are constituted,</p><p>it is simply not possible for us to enjoy salvation unless we feel we have earned it.</p><p>And to earn it, we of course need free will.</p></li>

<li><p>God:</p><p>That explanation is indeed much nicer than your former but still is far from correct.</p><p>According to Orthodox Judaism, I created angels,</p><p>and they have no free will.</p><p>They are in actual sight of me</p><p>and are so completely attracted by goodness that</p><p>they never have even the slightest temptation toward evil.</p><p>They really have no choice in the matter.</p><p>Yet they are eternally happy even though they have never earned it.</p><p>So if your rabbi's explanation were correct,</p><p>why wouldn't I have simply created only angels rather than mortals?</p></li>

<li><p>Mortal:</p><p>Beats me! Why didn't you?</p></li>

<li><p>God:</p><p>Because the explanation is simply not correct.</p><p>In the first place, I have never created any ready-made angels.</p><p>All sentient beings ultimately approach the state which might be called "angelhood."</p><p>But just as the race of human beings is in a certain stage of biologic evolution,</p><p>so angels are simply the end result of a process of Cosmic Evolution.</p><p>The only difference between the so-called saint</p><p>and the so-called sinner is that</p><p>the former is vastly older than the latter.</p><p>Unfortunately it takes countless life cycles to learn</p><p>what is perhaps the most important fact of the universe</p><p>&#x2013; evil is simply painful.</p><p>All the arguments of the moralists</p><p>&#x2013; all the alleged reasons why people shouldn't commit evil acts &#x2013;</p><p>simply pale into insignificance in light of the one basic truth that</p><p>evil is suffering.</p><p>No, my dear friend, I am not a moralist.</p><p>I am wholly a utilitarian.</p><p>That I should have been conceived in the role of a moralist</p><p>is one of the great tragedies of the human race.</p><p>My role in the scheme of things (if one can use this misleading expression)</p><p>is neither to punish nor reward,</p><p>but to aid the process by which all sentient beings achieve ultimate perfection.</p></li>

<li><p>Mortal:</p><p>Why did you say your expression is misleading?</p></li>

<li><p>God:</p><p>What I said was misleading in two respects.</p><p>First of all it is inaccurate to speak of my role in the scheme of things.</p><p>I am the scheme of things.</p><p>Secondly, it is equally misleading to speak of</p><p>my aiding the process of sentient beings attaining enlightenment.</p><p>I am the process.</p><p>The ancient Taoists were quite close</p><p>when they said of me (whom they called "Tao")</p><p>that I do not do things,</p><p>yet through me all things get done.</p><p>In more modem terms,</p><p>I am not the cause of Cosmic Process,</p><p>I am Cosmic Process itself.</p><p>I think the most accurate and fruitful definition of me</p><p>which man can frame</p><p>&#x2013; at least in his present state of evolution &#x2013;</p><p>is that I am the very process of enlightenment.</p><p>Those who wish to think of the devil</p><p>(although I wish they wouldn't!)</p><p>might analogously define him as</p><p>the unfortunate length of time the process takes.</p><p>In this sense, the devil is necessary;</p><p>the process simply does take an enormous length of time,</p><p>and there is absolutely nothing I can do about it.</p><p>But, I assure you,</p><p>once the process is more correctly understood,</p><p>the painful length of time will no longer be regarded</p><p>as an essential limitation or an evil.</p><p>It will be seen to be the very essence of the process itself.</p><p>I know this is not completely consoling to you</p><p>who are now in the finite sea of suffering,</p><p>but the amazing thing is that once you grasp this fundamental attitude,</p><p>your very finite suffering will begin to diminish</p><p>&#x2013; ultimately to the vanishing point.</p></li>

<li><p>Mortal:</p><p>I have been told this,</p><p>and I tend to believe it.</p><p>But suppose I personally succeed in seeing things through your eternal eyes.</p><p>Then I will be happier,</p><p>but don't I have a duty to others?</p></li>

<li><p>God: (laughing)</p><p>You remind me of the Mahayana Buddhists!</p><p>Each one says,</p><p>"I will not enter Nirvana until I first see that all other sentient beings do so."</p><p>So each one waits for the other fellow to go first.</p><p>No wonder it takes them so long!</p><p>The Hinayana Buddhist errs in a different direction.</p><p>He believes that no one can be of the slightest help to others in obtaining salvation;</p><p>each one has to do it entirely by himself.</p><p>And so each tries only for his own salvation.</p><p>But this very detached attitude makes salvation impossible.</p><p>The truth of the matter is that salvation is partly an individual and partly a social process.</p><p>But it is a grave mistake to believe</p><p>&#x2013; as do many Mahayana Buddhists &#x2013;</p><p>that the attaining of enlightenment puts one out of commission,</p><p>so to speak, for helping others.</p><p>The best way of helping others is by first seeing the light oneself.</p></li>

<li><p>Mortal:</p><p>There is one thing about your self-description which is somewhat disturbing.</p><p>You describe yourself essentially as a process.</p><p>This puts you in such an impersonal light,</p><p>and so many people have a need for a personal God.</p></li>

<li><p>God:</p><p>So because they need a personal God,</p><p>it follows that I am one?</p></li>

<li><p>Mortal:</p><p>Of course not.</p><p>But to be acceptable to a mortal a religion must satisfy his needs.</p></li>

<li><p>God:</p><p>I realize that.</p><p>But the so-called "personality" of a being is</p><p>really more in the eyes of the beholder than in the being itself.</p><p>The controversies which have raged, about whether I am a personal</p><p>or an impersonal being are rather silly</p><p>because neither side is right or wrong.</p><p>From one point of view, I am personal,</p><p>from another, I am not.</p><p>It is the same with a human being.</p><p>A creature from another planet may look at him purely impersonally</p><p>as a mere collection of atomic particles behaving according to strictly prescribed physical laws.</p><p>He may have no more feeling for the personality of a human</p><p>than the average human has for an ant.</p><p>Yet an ant has just as much individual personality as a human to beings like myself who really know the ant.</p><p>To look at something impersonally is no more correct or incorrect than to look at it personally,</p><p>but in general,</p><p>the better you get to know something,</p><p>the more personal it becomes.</p><p>To illustrate my point,</p><p>do you think of me as a personal or impersonal being?</p></li>

<li><p>Mortal:</p><p>Well, I'm talking to you, am I not?</p></li>

<li><p>God:</p><p>Exactly!</p><p>From that point of view,</p><p>your attitude toward me might be described as a personal one.</p><p>And yet, from another point of view &#x2013; no less valid &#x2013;</p><p>I can also be looked at impersonally.</p></li>

<li><p>Mortal:</p><p>But if you are really such an abstract thing as a process,</p><p>I don't see what sense it can make my talking to a mere "process."</p></li>

<li><p>God:</p><p>I love the way you say "mere."</p><p>You might just as well say that you are living in a "mere universe."</p><p>Also, why must everything one does make sense?</p><p>Does it make sense to talk to a tree?</p></li>

<li><p>Mortal:</p><p>Of course not!</p></li>

<li><p>God:</p><p>And yet, many children and primitives do just that.</p></li>

<li><p>Mortal:</p><p>But I am neither a child nor a primitive.</p></li>

<li><p>God:</p><p>I realize that, unfortunately.</p></li>

<li><p>Mortal:</p><p>Why unfortunately?</p></li>

<li><p>God:</p><p>Because many children and primitives have a primal intuition which the likes of you have lost.</p><p>Frankly, I think it would do you a lot of good to talk to a tree once in a while,</p><p>even more good than talking to me!</p><p>But we seem always to be getting sidetracked!</p><p>For the last time,</p><p>I would like us to try to come to an understanding about why I gave you free will.</p></li>

<li><p>Mortal:</p><p>I have been thinking about this all the while.</p></li>

<li><p>God:</p><p>You mean you haven't been paying attention to our conversation?</p></li>

<li><p>Mortal:</p><p>Of course I have.</p><p>But all the while, on another level,</p><p>I have been thinking about it.</p></li>

<li><p>God:</p><p>And have you come to any conclusion?</p></li>

<li><p>Mortal:</p><p>Well, you say the reason is not to test our worthiness.</p><p>And you disclaimed the reason that</p><p>we need to feel that we must merit things in order to enjoy them.</p><p>And you claim to be a utilitarian.</p><p>Most significant of all, you appeared so delighted</p><p>when I came to the sudden realization that</p><p>it is not sinning in itself which is bad but only the suffering which it causes.</p></li>

<li><p>God:</p><p>Well of course!</p><p>What else could conceivably be bad about sinning?</p></li>

<li><p>Mortal:</p><p>All right, you know that, and now I know that.</p><p>But all my life I unfortunately have been under the influence of those moralists</p><p>who hold sinning to be bad in itself.</p><p>Anyway, putting all these pieces together,</p><p>it occurs to me that</p><p>the only reason you gave free will is because of your belief that with free will,</p><p>people will tend to hurt each other &#x2013; and themselves &#x2013;</p><p>less than without free will.</p></li>

<li><p>God:</p><p>Bravo!</p><p>That is by far the best reason you have yet given!</p><p>I can assure you that had I chosen to give free will,</p><p>that would have been my very reason for so choosing.</p></li>

<li><p>Mortal:</p><p>What!</p><p>You mean to say you did not choose to give us free will?</p></li>

<li><p>God:</p><p>My dear fellow,</p><p>I could no more choose to give you free will than I could choose to make an equilateral triangle equiangular.</p><p>I could choose to make or not to make an equilateral triangle in the first place,</p><p>but having chosen to make one,</p><p>I would then have no choice but to make it equiangular.</p></li>

<li><p>Mortal:</p><p>I thought you could do anything!</p></li>

<li><p>God:</p><p>Only things which are logically possible.</p><p>As St. Thomas said,</p><p>"It is a sin to regard the fact that God cannot do the impossible, as a limitation on His powers."</p><p>I agree, except that</p><p>in place of his using the word sin I would use the term error.</p></li>

<li><p>Mortal:</p><p>Anyhow, I am still puzzled by your implication that</p><p>you did not choose to give me free will.</p></li>

<li><p>God:</p><p>Well, it is high time I inform you that</p><p>the entire discussion &#x2013; from the very beginning &#x2013;</p><p>has been based on one monstrous fallacy!</p><p>We have been talking purely on a moral level</p><p>&#x2013; you originally complained that</p><p>I gave you free will, and raised the whole question as to whether I should have.</p><p>It never once occurred to you that I had absolutely no choice in the matter.</p></li>

<li><p>Mortal:</p><p>I am still in the dark!</p></li>

<li><p>God:</p><p>Absolutely!</p><p>Because you are only able to look at it through the eyes of a moralist.</p><p>The more fundamental metaphysical aspects of the question you never even considered.</p></li>

<li><p>Mortal:</p><p>I still do not see what you are driving at.</p></li>

<li><p>God:</p><p>Before you requested me to remove your free will,</p><p>shouldn't your first question have been</p><p>whether as a matter of fact you do have free will?</p></li>

<li><p>Mortal:</p><p>That I simply took for granted.</p></li>

<li><p>God:</p><p>But why should you?</p></li>

<li><p>Mortal:</p><p>I don't know. Do I have free will?</p></li>

<li><p>God:</p><p>Yes.</p></li>

<li><p>Mortal:</p><p>Then why did you say I shouldn't have taken it for granted?</p></li>

<li><p>God:</p><p>Because you shouldn't.</p><p>Just because something happens to be true,</p><p>it does not follow that it should be taken for granted.</p></li>

<li><p>Mortal:</p><p>Anyway, it is reassuring to know that</p><p>my natural intuition about having free will is correct.</p><p>Sometimes I have been worried that determinists are correct.</p></li>

<li><p>God:</p><p>They are correct.</p></li>

<li><p>Mortal:</p><p>Wait a minute now, do I have free will or don't I?</p></li>

<li><p>God:</p><p>I already told you you do.</p><p>But that does not mean that determinism is incorrect.</p></li>

<li><p>Mortal:</p><p>Well, are my acts determined by the laws of nature or aren't they?</p></li>

<li><p>God:</p><p>The word determined here is subtly but powerfully misleading</p><p>and has contributed so much to the confusions of the free will versus determinism controversies.</p><p>Your acts are certainly in accordance with the laws of nature,</p><p>but to say they are determined by the laws of nature creates a totally misleading psychological image</p><p>which is that your will could somehow be in conflict with the laws of nature</p><p>and that the latter is somehow more powerful than you,</p><p>and could "determine" your acts whether you liked it or not.</p><p>But it is simply impossible for your will to ever conflict with natural law.</p><p>You and natural law are really one and the same.</p></li>

<li><p>Mortal:</p><p>What do you mean that I cannot conflict with nature?</p><p>Suppose I were to become very stubborn,</p><p>and I determined not to obey the laws of nature.</p><p>What could stop me?</p><p>If I became sufficiently stubborn even you could not stop me!</p></li>

<li><p>God:</p><p>You are absolutely right!</p><p>I certainly could not stop you.</p><p>Nothing could stop you.</p><p>But there is no need to stop you,</p><p>because you could not even start!</p><p>As Goethe very beautifully expressed it,</p><p>"In trying to oppose Nature,</p><p> we are, in the very process of doing so,</p><p> acting according to the laws of nature!"</p><p>Don't you see that the so-called "laws of nature"</p><p>are nothing more than a description of</p><p>how in fact you and other beings do act?</p><p>They are merely a description of how you act,</p><p>not a prescription of of how you should act,</p><p>not a power or force which compels or determines your acts.</p><p>To be valid a law of nature must take into account how in fact you do act,</p><p>or, if you like, how you choose to act.</p></li>

<li><p>Mortal:</p><p>So you really claim that I am incapable of determining to act against natural law?</p></li>

<li><p>God:</p><p>It is interesting that you have twice now used the phrase "determined to act"</p><p>instead of "chosen to act."</p><p>This identification is quite common.</p><p>Often one uses the statement "I am determined to do this" synonymously with</p><p>"I have chosen to do this."</p><p>This very psychological identification should reveal that</p><p>determinism and choice are much closer than they might appear.</p><p>Of course, you might well say that</p><p>the doctrine of free will says that</p><p>it is you who are doing the determining,</p><p>whereas the doctrine of determinism appears to say that</p><p>your acts are determined by something apparently outside you.</p><p>But the confusion is largely caused by your bifurcation of reality into the "you" and the "not you."</p><p>Really now, just where do you leave off and the rest of the universe begin?</p><p>Or where does the rest of the universe leave off and you begin?</p><p>Once you can see the so-called "you" and the so-called "nature" as a continuous whole,</p><p>then you can never again be bothered by such questions as</p><p>whether it is you who are controlling nature or nature who is controlling you.</p><p>Thus the muddle of free will versus determinism will vanish.</p><p>If I may use a crude analogy,</p><p>imagine two bodies moving toward each other by virtue of gravitational attraction.</p><p>Each body, if sentient, might wonder</p><p>whether it is he or the other fellow who is exerting the "force."</p><p>In a way it is both, in a way it is neither.</p><p>It is best to say that it is the configuration of the two which is crucial.</p></li>

<li><p>Mortal:</p><p>You said a short while ago that our whole discussion was based on a monstrous fallacy.</p><p>You still have not told me what this fallacy is.</p></li>

<li><p>God:</p><p>Why, the idea that I could possibly have created you without free will!</p><p>You acted as if this were a genuine possibility,</p><p>and wondered why I did not choose it!</p><p>It never occurred to you that a sentient being without free will</p><p>is no more conceivable than a physical object</p><p>which exerts no gravitational attraction.</p><p>(There is, incidentally, more analogy than you realize</p><p> between a physical object exerting gravitational attraction</p><p> and a sentient being exerting free will!)</p><p>Can you honestly even imagine a conscious being without free will?</p><p>What on earth could it be like?</p><p>I think that one thing in your life that has so misled you is</p><p>your having been told that I gave man the gift of free will.</p><p>As if I first created man,</p><p>and then as an afterthought endowed him with the extra property of free will.</p><p>Maybe you think I have some sort of "paint brush"</p><p>with which I daub some creatures with free will and not others.</p><p>No, free will is not an "extra";</p><p>it is part and parcel of the very essence of consciousness.</p><p>A conscious being without free will is simply a metaphysical absurdity.</p></li>

<li><p>Mortal:</p><p>Then why did you play along with me all this</p><p>while discussing what I thought was a moral problem,</p><p>when, as you say, my basic confusion was metaphysical?</p></li>

<li><p>God:</p><p>Because I thought it would be good therapy for you to get some of this moral poison out of your system.</p><p>Much of your metaphysical confusion was due to faulty moral notions,</p><p>and so the latter had to be dealt with first.</p><p>And now we must part</p><p>&#x2013; at least until you need me again.</p><p>I think our present union will do much to sustain you for a long while.</p><p>But do remember what I told you about trees.</p><p>Of course, you don't have to literally talk to them if doing so makes you feel silly.</p><p>But there is so much you can learn from them,</p><p>as well as from the rocks and streams and other aspects of nature.</p><p>There is nothing like a naturalistic orientation</p><p>to dispel all these morbid thoughts of "sin" and "free will" and "moral responsibility."</p><p>At one stage of history,</p><p>such notions were actually useful.</p><p>I refer to the days</p><p>when tyrants had unlimited power</p><p>and nothing short of fears of hell could possibly restrain them.</p><p>But mankind has grown up since then,</p><p>and this gruesome way of thinking is no longer necessary.</p><p>It might be helpful to you to recall</p><p>what I once said through the writings of the great Zen poet Seng-Ts'an:</p><p><ul class="org-ul"></p><p><li><p>If you want to get the plain truth,</p></li></p><p><li><p>Be not concerned with right and wrong.</p></li></p><p><li><p>The conflict between right and wrong</p></li></p><p><li><p>Is the sickness of the mind.</p></li></ul></p></li></ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Raymond Smullyan</p>
<p class="date">Created: 2017-09-28 Thu 21:51</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
